Repository: 404neko/apkshellext3
Catalog: ApkShellext2/Properties/Resources.*.resx
Languages: fa_ir, fr_fr, it_it, ja_jp, pt_pt, ru_ru, tr_tr, uk_ua, zh_cn

# btnOK
source: OK
fa_ir: تأیید
tr_tr: Tamam
uk_ua: ОК
zh_cn: 确定

# btnGitHub
source: Official Page on GitHub
fa_ir: صفحه رسمی در GitHub
fr_fr: Page officielle sur GitHub
it_it: Pagina ufficiale su GitHub
ja_jp: 公式GitHubページ
pt_pt: Página oficial no GitHub
ru_ru: Страница проекта на GitHub
tr_tr: GitHub üzerindeki Resmi Sayfası
uk_ua: Сторінка проекту на GitHub
zh_cn: GitHub官方项目首页

# btnUpdate
source: Update
fa_ir: به روز رسانی
fr_fr: Mettre à jour
it_it: Aggiorna
pt_pt: Atualizar
ru_ru: Обновить
tr_tr: Güncelle
uk_ua: Оновити
zh_cn: 更新

# btnUpdateToolTip
source: Check the project site for update
fa_ir: برای بروز رسانی به وبسایت پروژه بروید
fr_fr: Consulter le site du projet pour les mises à jour
it_it: Vai al Sito Ufficiale per aggiornare
ja_jp: 更新のためプロジェクトサイトへ移動
pt_pt: Vá ao site do projeto para atualizar
ru_ru: Обновление на вебсайте проекта
tr_tr: Güncellemek için proje sayfasına gidin
uk_ua: Оновлення через сайт проекту
zh_cn: 到项目主页上更新

# lblRenamePattern
source: RenamePattern
fa_ir: الگوی تغییر نام
fr_fr: Modèle de renommage
it_it: Rinomina Modello
ja_jp: 名前変更パターン
pt_pt: Renomear padrão
ru_ru: Шаблон переименования
tr_tr: Yeniden Adlandırma Kalıbı
uk_ua: Шаблон перейменування
zh_cn: 重命名方式

# menuGotoAmazonAppStore
source: Search {0} in Amazon Appstore
fa_ir: بررسی {0} درفروشگاه آمازون
fr_fr: Trouver {0} sur le Amazon Appstore
it_it: Verifica {0} sull'Appstore Amazon
ja_jp: Amazon Appstore で {0} をチェック
pt_pt: Verificar {0} na Amazon Appstore
ru_ru: {0} в Amazon AppStore
tr_tr: {0} için Amazon Appstore'u denetle
uk_ua: {0} на Amazon AppStore
zh_cn: 在Amazon Appstore上查看{0}

# menuGotoAppleAppStore
source: Search {0} in Apple Appstore
fa_ir: بررسی {0} در فروشگاه اپل
fr_fr: Trouver {0} sur le Apple App Store
it_it: Verifica {0} sull'Appstore di Apple
ja_jp: Apple App Store で {0} をチェック
pt_pt: Verificar {0} na Appstore da Apple
ru_ru: {0} в Apple AppStore
tr_tr: {0} için Apple Appstore'u denetle
uk_ua: {0} на Apple AppStore
zh_cn: 在Appstore上查看 {0}

# menuGotoGooglePlay
source: Search {0} in GooglePlay
fa_ir: بررسی {0} در فروشگاه گوگل پلی
fr_fr: Trouver {0} sur le Google Play Store
it_it: Visualizza sul Google Play
ja_jp: Google Play で {0} をチェック
pt_pt: Verificar {0} na GooglePlay
ru_ru: {0} в Google Play
tr_tr: {0} için Google Play'u denetle
uk_ua: {0} на Google Play
zh_cn: 在Google Play网页上查看{0}

# menuGotoMicrosoftStore
source: Search {0} in Microsoft Store
fa_ir: بررسی {0} در فروشگاه مایکروسافت
fr_fr: Trouver {0} sur le Windows Store
it_it: Verifica {0} sull'Appstore Microsoft
ja_jp: Microsoft Storeで {0} をチェック
pt_pt: Verificar {0} na Microsoft Store
ru_ru: {0} в Microsoft Store
tr_tr: {0} için Microsoft Mağazası'nı denetle
uk_ua: {0} на Microsoft Store
zh_cn: 在Microsoft Store上查看{0}

# menuMain
source: APK Shell Extension
fa_ir: APK ابزارهای
pt_pt: Extensão do Shell do APK
ru_ru: Расширение оболочки проводника APK
tr_tr: APK Kabuk Uzantısı
zh_cn: APK文件助手

# menuPreferences
source: Preferences
fa_ir: تنظیمات و بروزرسانی
fr_fr: Paramètres et mises à jour
it_it: Impostazioni del Programma
pt_pt: Preferências e atualização
ru_ru: Настройки && обновления
tr_tr: Tercihler ve Güncelleştirme
uk_ua: Налаштування && оновлення
zh_cn: 选项和更新

# menuRenameAs
source: Rename to {0}
fa_ir: {0} تغییر نام به
fr_fr: Renommer en {0}
it_it: Rinomina in {0}
ja_jp: 名前を {0} に変更
pt_pt: Renomear para {0}
ru_ru: Переименовать в {0}
tr_tr: {0} olarak yeniden adlandırın
uk_ua: Перейменувати в {0}
zh_cn: 更名为 {0}

# strAlwaysShowGooglePlay
source: Show app store menus when selected multiple files
fa_ir: نمایش منو فروشگاه هنگام که چند فایل انتخاب شده
fr_fr: Afficher les liens des magasins d'applications lors de la sélection de plusieurs applications
it_it: Mostra i Menu dei vari Appstore quando selezioni più di un FIle
ja_jp: 複数のファイルを選択したときアプリストアメニューを表示する
pt_pt: Mostrar menus da loja de app quando selecionar vários arquivos
ru_ru: Показывать в меню "Страница приложения в...", когда выбрано несколько файлов
tr_tr: Çok sayıda dosya seçildiğinde uygulama mağazası menülerini göster
uk_ua: Показувати меню "В магазині...", коли вибрано кілька файлів
zh_cn: 当选定多个文件时显示应用商店菜单

# strAlwaysShowGooglePlayToolTip
source: If checked, app store menus will show up even multiple apk files selected. Please note, you may open a lot of browser window and impact the performance significantly. By default, only show the menu when one file selected
fa_ir: اگر این گزینه انتخاب شود منوی گوگل پلی نمایش داده میشود حتی اگر چندین فایل انتخاب شده باشد لطفا توجه کنید ممکن است شما پنجره های باز دیگری هم داشته باشید که انتخاب این گزینه باعث پایین آمدن کارایی سیستم میشود بصورت پیشفرض، منو فقط زمانی که یک فایل انتخاب شده باشد نمایش داده میشود
fr_fr: Si cette case est cochée, les liens pour ouvrir les magasins d'applications seront affichées même si plusieurs fichiers sont sélectionnés. Veuillez noter que le fait d'ouvrir plusieurs onglets en même temps peut impacter de manière significative les performances de l'ordinateur. Par défaut, APK Shell Extension n'affiche les liens que lors de la sélection d'un fichier.
it_it: Se selezionato, il menu Google Play (o altro Appstore) apparirà anche se hai selezionato più di un file APK. Si apriranno più finestre del Browser e questo potrebbe influire sulle prestazioni del Computer in modo significativo. Per impostazione predefinita il Menu verrà mostrato quando si seleziona solo un File
ja_jp: チェックした場合、複数のapkファイルを選択した時でもアプリストアメニューが表示されます。 注意: ブラウザのウインドウが大量に開かれてパフォーマンスに影響する可能性があります。 デフォルトでは、一つのファイルを選択したときだけ表示します。
pt_pt: Se marcada, o menu da loja GooglePlay irá aparecer em vários arquivos apk selecionados. Observe que você pode abrir um monte de janelas do navegador e afetar o desempenho significativamente. Por padrão, apenas mostrar o menu quando um arquivo é selecionado
ru_ru: Если отмечено, в меню пункт "Страница приложения в.." будет показываться при выборе нескольких файлов. Пожалуйста заметьте, так вы можете открыть слишком много окон браузера и нагрузить ваш компьютер. По умолчанию меню показывается только при выделении одного файла
tr_tr: İşaretlenirse birden fazla apk dosyası seçilse bile uygulama mağazası menüleri gösterilir. Lütfen dikkat, bir çok tarayıcı penceresi açılabilir ve bu performansı önemli ölçüde etkileyebilir. Varsayılan olarak menü yalnızca tek dosya seçildiğinde gösterilir
uk_ua: Якщо вибрано, в меню пункт "Сторінка додатки в..." буде показуватися при виборі декількох файлів. Зауважте, так ви можете відкрити занадто багато вкладо і навантажити ваш комп'ютер. За замовчуванням меню показується тільки при виділенні одного файлу
zh_cn: 选中时始终显示应用商店菜单, 默认只在选中一个文件时显示, 请注意, 当多个文件被选中时, 多个浏览器页面会占用很多资源, 可能会使你的电脑响应变很慢

# strCheckingNewVersion
source: Checking new version ...
fa_ir: جستجوی نسخه جدید...
fr_fr: Vérification de la disponibilité d'une nouvelle mise à jour...
it_it: Verificando nuova versione ...
ja_jp: 新しいバージョンを確認しています ...
pt_pt: Verificando nova versão...
ru_ru: Проверка на наличие новой версии...
tr_tr: Yeni sürüm denetleniyor...
uk_ua: Перевірка на наявність нової версії...
zh_cn: 正在检测更新...

# strCheckProjectSite
source: Check project site for update.
fa_ir: جستجوی نسخه جدید در سایت پروژه.
fr_fr: Consulter le site du projet pour les mises à jour.
it_it: Cerca aggiornamenti sul Sito.
ja_jp: プロジェクトサイトで更新を確認します。
pt_pt: Verifique o site do projeto para atualização.
ru_ru: Проверить сайт проекта для обновления.
tr_tr: Güncelleme için proje sayfasına göz atın.
uk_ua: Перевірити сайт проекту для оновлення.
zh_cn: 访问ApkShelExt2项目首页

# strCurrVersion
source: Current Version: {0}
fa_ir: نسخه فعلی:{0}
fr_fr: Version actuelle: {0}
it_it: Versione attuale: {0}
pt_pt: Versão atual: {0}
ru_ru: Текущая версия: {0}
tr_tr: Geçerli Sürüm: {0}
uk_ua: Поточна версія: {0}
zh_cn: 当前版本:{0}

# strGotLatest
source: Great! You have the latest version.
fa_ir: عالی است! برنامه شما بروز است.
fr_fr: Félicitations! Vous disposez de la dernière version.
it_it: Grande! Hai già l'ultima versione.
ja_jp: 素晴らしい! 最新バージョンを使用中です。
pt_pt: Fantástico! Você tem a versão mais recente.
ru_ru: Отлично! У вас последняя версия.
tr_tr: Harika! En son sürüme sahipsin.
uk_ua: Чудово! У вас остання версія.
zh_cn: 你现在用的是最新的版本哦!

# strGotoProjectSite
source: Go to ApkShellext2 Project site
fa_ir: برو به سایت پروژه ApkShellext2
fr_fr: Aller sur le site du projet ApkShellext2
it_it: Vai al Sito ufficiale di ApkShellext2
ja_jp: ApkShellext2 プロジェクトサイトへ
pt_pt: Ir para o site do projeto ApkShellext2
ru_ru: Перейти на сайт проекта ApkShellext2
tr_tr: ApkShellext2 Projesi sayfasına gidin
uk_ua: Перейти на сайт проекту ApkShellext2
zh_cn: 转到ApkShellExt2项目首页

# strLanguages
source: Use Language:
fa_ir: زبان مورد استفاده:
fr_fr: Langue:
it_it: Lingua:
ja_jp: 使用する言語:
pt_pt: Usar o idioma:
ru_ru: Язык:
tr_tr: Kullanım Dili:
uk_ua: Мова:
zh_cn: 更改显示语言:

# strNeedApkShellextService
source: This feature requires ApkShellextService, please make sure the service started.
fa_ir: این ابزار نیازمند ApkShellextService میباشد، لطفا مطمئن شوید سرویس در حال اجرا است.
fr_fr: Cette fonctionnalité requiert APK Shell Extension Service. Assurez-vous que le service est démarré.
it_it: Questa funzionalità richiede ApkShellextService, si prega di assicurarsi il servizio sia avviato.
ja_jp: この機能は ApkShellextService を必要としています。サービスが開始されているか確認してください。
pt_pt: Este recurso requer o ApkShellextService, por favor certifique-se que o serviço foi iniciado.
ru_ru: Эта функция требует ApkShellextService, убедитесь, что служба запущена.
tr_tr: Bu özellik ApkShellextService gerektirir, lütfen hizmetin başlatıldığından emin olun.
uk_ua: Ця функція вимагає ApkShellextService, переконайтеся, що служба запущена.
zh_cn: 此项功能需要ApkShellextService服务, 请确保该服务已经启动

# strNewVersionAvailible
source: New version {0} is availible
fa_ir: نسخه جدید {0} موجود است
fr_fr: Une nouvelle version ({0}) est disponible!
it_it: Nuova versione {0} disponibile
ja_jp: 新しいバージョン {0} があります
pt_pt: Nova versão {0} está disponível
ru_ru: Доступна новая версия {0}
tr_tr: Yeni sürüm {0} bulundu
uk_ua: Доступна нова версія {0}
zh_cn: 已有更新版本可用: {0}

# strPreferencesCaption
source: ApkShellext2 Preferences
fa_ir: تنظیمات
fr_fr: Préférences de ApkShellext2
it_it: Impostazioni di ApkShellext2
pt_pt: Preferências de ApkShellext2
ru_ru: Настройки ApkShellext2
tr_tr: ApkShellext2 Tercihleri
uk_ua: Налаштування ApkShellext2
zh_cn: ApkShellext2首选项

# strReadFileFailed
source: Fail to read file
fa_ir: خطا در خواندن فایل
fr_fr: Erreur lors de la lecture du fichier
it_it: Impossibile leggere il File
ja_jp: ファイルを読み取れません
pt_pt: Falha ao ler o arquivo
ru_ru: Не удается прочитать файл
tr_tr: Dosya okuması başarısız
uk_ua: Неможливо прочитати файл
zh_cn: 无法读取文件

# strReferToWiki
source: Variable usage please refer to Project Wiki
fa_ir: مراجعه کنید به پروژه در ویکیپدیا
fr_fr: Pour l'utilisation des variables, veuillez vous référer au wiki du projet
it_it: Per l'utilizzo della variabile fare riferimento al progetto Wiki
ja_jp: 変数の使用方法は、プロジェクトのWikiを参照してください。
pt_pt: Uso de variável, por favor consulte Wiki do projeto
ru_ru: Пожалуйста используйте переменные
tr_tr: Değişken kullanımı için lütfen Wiki Projesi'ne başvurun
uk_ua: Будь ласка, використовуйте доступні змінні
zh_cn: 变量的使用请参考Wiki页面

# strRenameToolTip
source: For avoiding situation of same Version but different revision number, this most like happens in android app files. By checking this, rename app file as %AppName%_%Version%_%Revision%, otherwise, use %AppName%_%Version%.
fa_ir: برای جلوگیری از همنام شدن فایلهای مشابه با ورژن متفاوت که معمولا در برنامه های اندرویید پیش می آید. با انتخاب این گزینه تغییر نام بصورت %نام برنامه%_%ورژن%_%شماره ساخت%، در غیر اینصورت تغییر نام بصورت %نام برنامه%_%ورژن% انجام خواهد شد.
fr_fr: Pour éviter les situations où la révision change, mais pas la version Si cette case est cochée, le fichier sera renommée comme %AppName%_%Version%_%Revision%, à la place de %AppName%_%Version%.
it_it: Per evitare situazioni del tipo: stessa Versione ma numero Revisione differente, come spesso succede nelle App Android. Selezionando questo, i FIle verranno rinominati come segue %AppName%_%Version%_%Revision%, altrimenti usa %AppName%_%Version%.
ja_jp: Android アプリでよく起きる、同じバージョンで異なるリビジョン番号、といった状況を回避します。 チェックすると、アプリファイルを %AppName%_%Version%_%Revision% 、または %AppName%_%Version% に変更します。
pt_pt: Para evitar a situação de mesma versão mas número diferente de revisão, isto acontece mais frequentemente em arquivos app android. Verificando isso, renomeie o arquivo app como %AppName % _ % versão % _ % revisão %, caso contrário, use %AppName % _ % versão %.
ru_ru: Для избежания ситуации когда версии одинаковы, а ревизии разные, это часто встречается в установщиках Android приложений. Отметив это, переименование будет происходить по паттерну %AppName%_%Version%_%Revision%, иначе, будет использоваться %AppName%_%Version%.
tr_tr: Aynı sürüm fakat farklı düzeltme numarası olması durumundan kaçınmaya yarar, bu çoğu Android uygulama dosyasında olur. Bu işaretlendiğinde uygulama dosyası %AppName%_%Version%_%Revision%, otherwise, use %AppName%_%Version% olarak yeniden adlandırılır.
uk_ua: Для уникнення ситуації коли версії однакові, а ревізії різні, це часто зустрічається в Android додатках. Вибравши це, перейменування буде відбуватися по шаблону %AppName% _%Version% _%Revision%, інакше, буде використовуватися %AppName% _%Version%.
zh_cn: 有一些android程序版本的子版本号不同, 但是主版本号相同, 为了避免这种情况, 可以在重命名时加上子版本号 选中这个选项将使用 程序名称_主版本号_子版本号 重命名 默认使用 程序名称_主版本号

# strScanToDownload
source: Scan QR code to download
fa_ir: برای دانلود کد QR را اسکن کنید
fr_fr: Scanner le QR Code pour télécharger
it_it: Scansiona il codice QR per scaricare
ja_jp: QR コードをスキャンするとダウンロード出来ます
pt_pt: Escaneie o código QR para transferir
ru_ru: Сканировать QR-Код для загрузки
tr_tr: İndirmek için QR kodunu taratın
uk_ua: Сканувати QR-Код для завантаження
zh_cn: 扫描QR码下载

# strShowAppxIcon
source: Display WindowsPhone app (appx, appxbundle) icon.
fa_ir: نمایش ایکون برنامه های ویندوز فون (appx, appxbundle).
fr_fr: Afficher les icônes des applications Windows (.appx/.appxbundle)
it_it: Visualizza le icone delle App WIndowsPhone (appx, appxbundle).
ja_jp: Windows Phone アプリ (appx, appxbundle) のアイコンを表示する
pt_pt: Exiba o ícone de WindowsPhone app (appx, appxbundle).
ru_ru: Отображать значок приложения WindowsPhone (appx, appxbundle).
tr_tr: Windows Phone uygulaması (appx, appxbundle) simgesini göster
uk_ua: Показувати значки додатків WindowsPhone (appx, appxbundle).
zh_cn: 显示Windows Phone程序(appx, appxbundle)图标

# strShowIpaIcon
source: Display iOS app (ipa) icon.
fa_ir: نمایش آیکون برنامه های ایفون(IPA)
fr_fr: Afficher les icônes des applications iOS (.ipa)
it_it: Mostra l'icona iOs (ipa)
ja_jp: iOS アプリ (ipa) のアイコンを表示する
pt_pt: Exibir o ícone de iOS app (ipa).
ru_ru: Показать значок прложений iOS (ipa).
tr_tr: iOS uygulaması (ipa) simgesini göster
uk_ua: Показувати значки додатків iOS (ipa).
zh_cn: 显示 iOS app (ipa) 图标。

# strShowOverlayIcon
source: Display Overlay Icon for different OS
fa_ir: نمایش آیکون برای سیستم عاملهای مختلف
fr_fr: Afficher une icône du système d'exploitation en superposition
it_it: Mostra Icona in sovrapposizione
ja_jp: オーバーレイアイコンを表示する
pt_pt: Exibir o ícone de sobreposição para os diferentes SO
ru_ru: Показать значок в оверлее
tr_tr: Bindirme simgesini göster
uk_ua: Відображати іконку OS
zh_cn: 显示叠加图标

# strShowOverlayIconToolTip
source: Display overlay icon for different OS
fa_ir: نمایش آیکون عمومی نسبت به نوع فایل
fr_fr: Particulièrement utile pour différencier les applications Android, iOS et Windows entre-elles
it_it: Mostra un'icona in sovrapposizione per diversi S.O.
ja_jp: ファイルタイプのオーバーレイアイコンを表示します。
pt_pt: Exibir o ícone de sobreposição para OS diferentes
ru_ru: Отображать тип OS приложения
tr_tr: Dosya türü için bir bindirme simgesi göster
uk_ua: Показує іконку OS в лівому нижньому кутку
zh_cn: 使用叠加图标显示不同的文件类型

# strShowContextMenuIcon
source: Display icon for context menu
fa_ir: نمایش آیکن برای منوی راست کلیک
fr_fr: Afficher des icônes dans le menu contextuel
it_it: Visualizza un'icona per il Menu Contestuale
ja_jp: コンテキストメニューアイコンの表示
pt_pt: Ícone de exibição para o menu de contexto
ru_ru: Отображать значок в контекстном меню
tr_tr: Bağlam menüsü için simge göster
uk_ua: Відображати значок в контекстному меню
zh_cn: 为右键菜单显示图标

# btnCancel
source: Cancel
fa_ir: لغو
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: İptal
uk_ua: Скасувати
zh_cn: 取消

# btnNo
source: No
fa_ir: خير
fr_fr: Non
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır
uk_ua: Ні
zh_cn: 否

# btnYes
source: Yes
fa_ir: بله
fr_fr: Oui
it_it: Si
ja_jp: はい
pt_pt: Sim
ru_ru: Да
tr_tr: Evet
uk_ua: Так
zh_cn: 是

# strRenameConfirm
source: Confirm to rename this file as {0}?
fa_ir: تغییر نام این فایل به {0}؟
fr_fr: Renommer ce fichier en {0}?
it_it: Confermi di rinominare il file come {0}?
ja_jp: このファイルの名前を {0} に変更しますか?
pt_pt: Confirme para renomear o arquivo como {0}?
ru_ru: Переименовать файл в {0}?
tr_tr: Bu dosyayı {0} olarak yeniden adlandırmayı onaylıyor musunuz?
uk_ua: Перейменувати файл в {0}?
zh_cn: 确认重命名此文件为 {0} 吗?

# strRenamePattern
source: Rename Pattern: (without extension)
fa_ir: الگوی تغییر نام: (بدون پسوند فایل)
fr_fr: Modèle de renommage (sans extension de fichier) :
it_it: Rinominare il modello: (senza estensione)
ja_jp: 名前の変更パターン: (拡張子除く)
pt_pt: Renomear padrão: (sem extensão)
ru_ru: Шаблон переименования файла (без расширения)
tr_tr: Yeniden Adlandırma Kalıbı: (uzantı olmadan)
uk_ua: Шаблон перейменування (без розширення)
zh_cn: 以此模式重命名: (不包括扩展名)

# twContextMenu
source: Context Menu
fa_ir: منوی راست کلیک
fr_fr: Menu contextuel
it_it: Menu contestuale
ja_jp: コンテキストメニュー
pt_pt: Menu de Contexto
ru_ru: Контекстное меню
tr_tr: Bağlam Menüsü
uk_ua: Контекстне меню
zh_cn: 菜单

# twGeneral
source: General
fa_ir: عمومی
fr_fr: Général
it_it: Generale
ja_jp: 基本設定
pt_pt: Geral
ru_ru: Общее
tr_tr: Genel
uk_ua: Загальне
zh_cn: 通用设置

# twIcon
source: Icon
fa_ir: آیکن
fr_fr: Icône
it_it: Icona
pt_pt: Ícone
ru_ru: Иконки
tr_tr: Simge
uk_ua: Іконка
zh_cn: 图标

# twRename
source: Renaming
fa_ir: در حال تغییر نام
fr_fr: Renommage
it_it: Rinominazione in corso
ja_jp: 名前の変更
pt_pt: Renomeando
ru_ru: Переименование
tr_tr: Yeniden Adlandırma
uk_ua: Перейменування
zh_cn: 重命名

# twInfotip
source: InfoTip
fa_ir: توضیحات
fr_fr: Info-bulle
it_it: Info
pt_pt: Dicas
ru_ru: Всплывающая подсказка
tr_tr: Bilgi İpucu
uk_ua: Підказка
zh_cn: 提示气球

# menuGotoApkMirror
source: Search {0} in ApkMirror.com
fa_ir: بررسی {0} در ApkMirror.com
fr_fr: Trouver {0} sur ApkMirror.com
it_it: Verifica {0} su ApkMirror.com
ja_jp: CheckApkMirror.comで {0} をチェックする
pt_pt: Verificar {0} em ApkMirror.com
ru_ru: {0} на ApkMirror.com
tr_tr: {0} için ApkMirror.com'u denetle
uk_ua: {0} на ApkMirror.com
zh_cn: 在ApkMirror.com查找{0}

# btnResetPattern
source: Use Last Saved Pattern
fa_ir: استفاده از آخرین الگو دخیره شده
fr_fr: Utiliser le dernier modèle de renommage enregistré
it_it: Usa l'ultimo modello salvato
ja_jp: 最後に保存したパターンを使う
pt_pt: Use o último padrão salvo
ru_ru: Использовать последний сохранённый шаблон
tr_tr: Son Kaydedilen Kalıbı Kullan
uk_ua: Використовувати останній збережений шаблон
zh_cn: 使用上次保存的模式

# strShowAmazonStore
source: Show menu to Amazon App Store
fa_ir: نمایش لینک فروشگاه آمازون در منو
fr_fr: Afficher le lien vers l'Amazon Appstore dans le menu contextuel
it_it: Visualizza il link all'Appstore di Amazon nel Menu Contestuale
ja_jp: Amazonアプリストアリンクをコンテキストメニューに表示する
pt_pt: Exibir o link da app store da Amazon no menu de contexto
ru_ru: Отображать ссылку Amazon App в контекстном меню
tr_tr: Bağlam menüsünde Amazon Appstore bağlantısını göster
uk_ua: Відображати посилання на Amazon App в контекстному меню
zh_cn: 在菜单中显示亚马逊应用商店链接

# strShowApkMirror
source: Show menu to ApkMirror
fa_ir: نمایش لینک ApkMirror در منو
fr_fr: Afficher le lien vers ApkMirror.com dans le menu contextuel
it_it: Visualizza il link a ApkMirror nel Menu Contestuale
ja_jp: ApkMirrorリンクをコンテキストメニューに表示する
pt_pt: Exibir o link da ApkMirror no menu de contexto
ru_ru: Отображать ссылку ApkMirror в контекстном меню
tr_tr: Bağlam menüsünde ApkMirror bağlantısını göster
uk_ua: Відображати посилання на ApkMirror в контекстному меню
zh_cn: 在菜单中显示 ApkMirror 链接

# strShowAppleStore
source: Show menu to Apple App Store (for ipa)
fa_ir: نمایش لینک فروشگاه اپل (برای برنامه های اپل) در منو
fr_fr: Afficher le lien vers le Apple App Store dans le menu contextuel
it_it: Visualizza il link all'Appstore Apple (per i FIle ipa) nel Menu Contestuale
ja_jp: Apple storeリンク (ipa用) をコンテキストメニューに表示する
pt_pt: Exibir o link da Apple Store (para o ipa) no menu de contexto
ru_ru: Отображать ссылку Apple AppStore в контекстном меню (для ipa)
tr_tr: Bağlam menüsünde Apple Store bağlantısını (ipa için) göster
uk_ua: Відображати посилання на Apple Store (ipa) в контекстному меню
zh_cn: 在菜单中显示苹果商店的链接(仅对ipa文件有效)

# strShowGooglePlay
source: Show menu to Google play
fa_ir: نمایش لینک گوگل پلی استور
fr_fr: Afficher le lien vers le Google Play Store dans le menu contextuel
it_it: Mostra il link sul Google Play Store
ja_jp: Google Playストアリンクをコンテキストメニューに表示する
pt_pt: Mostrar o link da GooglePlay
ru_ru: Отображать ссылку Google Play в контекстном меню
tr_tr: Bağlam menüsünde Google Play bağlantısını göster
uk_ua: Відображати посилання на Google play в контекстному меню
zh_cn: 在菜单中显示GooglePlay链接

# strShowMSStore
source: Show menu to Microsoft Store (for appx/appxbundle)
fa_ir: نمایش لینک فروشگاه مایکروسافت (برای برنامه های ویندوز فون)
fr_fr: Afficher le lien vers le Windows Store dans le menu contextuel
it_it: Visualizza il link all'Appstore Microsoft (file appx/appxbundle)
ja_jp: Microsoft Storeリンク (appx/appxbundle) をコンテキストメニューに表示する
pt_pt: Mostrar o link da Microsoft Store (para appx/appxbundle)
ru_ru: Отображать ссылку Microsoft Store в контекстном меню (для appx/appxbundle)
tr_tr: Bağlam menüsünde Microsoft Mağazası (appx/appxbundle için) bağlantısını göster
uk_ua: Відображати посилання на Microsoft Store (appx/appxbundle) в контекстному меню
zh_cn: 在菜单中显示 Microsoft 商店链接 (仅对appx/appxbundle文件有效)

# strInfoTipPattern
source: Info Tip Pattern:
fa_ir: الگوی نمایش توضیحات:
fr_fr: Modèle d'info-bulle
it_it: Info modello:
pt_pt: Dicas padrão:
ru_ru: Информация о шаблоне:
tr_tr: Bilgi İpucu Kalıbı:
uk_ua: Шаблон підказки:
zh_cn: 以此模式显示提示:

# btnBrowse
source: Browse
fa_ir: مرور
fr_fr: Parcourir
it_it: Sfoglia
ja_jp: 参照
pt_pt: Navegar
ru_ru: Обзор
tr_tr: Gözat
uk_ua: Огляд
zh_cn: 浏览

# btnSearchAdb
source: Search
fa_ir: جستجو
fr_fr: Rechercher
it_it: Cerca
pt_pt: Pesquisar
ru_ru: Поиск
tr_tr: Ara
uk_ua: Пошук
zh_cn: 搜索

# strAdbPath
source: Please specify path of adb.exe
fa_ir: لطفا مسیر adb.exe را تعیین کنید
fr_fr: Veuillez spécifier l'emplacement de adb.exe
it_it: Specifica il percorso di adb.exe
ja_jp: adb.exeのパスを指定してください。
pt_pt: Por favor, especifique o caminho do adb.exe
ru_ru: Укажите путь до adb.exe
tr_tr: Lütfen adb.exe yolunu belirtin
uk_ua: Вкажіть шлях до adb.exe
zh_cn: 请指定 adb.exe 的路径

# strReplaceSpaceWith_
source: Replace Space with :
zh_cn: 把空格替代为:

# strShowNewVerInfo
source: Notice me when new version is availible
fa_ir: یادآوری نسخه جدید
fr_fr: Notifier lors de la disponibilité d'une nouvelle version
it_it: Ricordami la nuova versione
ja_jp: アプリの更新をコンテキストメニューで知らせる
pt_pt: Relembrar nova versão
ru_ru: Сообщать о новых версиях
tr_tr: Yeni sürüm bulunursa bağlam menüsünde belirt
uk_ua: Повідомляти про нові версії
zh_cn: 有新版本时,在右键菜单显示提醒

# twThumbnail
source: Thumbnail
fa_ir: تصویر بند انگشتی
fr_fr: Miniature
it_it: Anteprima
pt_pt: Miniatura
ru_ru: Эскиз
tr_tr: Küçük resim
uk_ua: Мініатюра
zh_cn: 缩略图
