Repository: 404neko/apkshellext3
Catalog: ApkShellext2/Properties/Resources.*.resx
Languages: fa_ir, fr_fr, it_it, ja_jp, pt_pt, ru_ru, tr_tr, uk_ua, zh_cn

# strStretchThumbnail
source: Stretch thumbnail if Windows requesting larger size
fa_ir: اگر ویندوز آیکن بزرگتر را درخواست کرد، تصویر بند انگشتی را بزرگتر نشان بده
fr_fr: Étirer la miniature si Windows demande une version plus grande
it_it: Ridimensione l'anteprima se WIndows richiede dimensioni maggiori
ja_jp: Windowsが大きいサイズのサムネイルを要求したとき、拡大する
pt_pt: Estique a miniatura se o Windows solicitar um tamanho maior
ru_ru: Растягивать значок если Windows требует большего размера
tr_tr: Windowsdaha büyük boyutlu küçük resim isterse genişlet
uk_ua: Розтягувати мініатюру якщо Windows вимагає більшого розміру
zh_cn: 当图标较小时,拉伸缩略图到需要的大小

# strHelpTranslate
source: Help to translate this project.
fa_ir: کمک به ترجمه پروژه.
fr_fr: Aidez à traduire ce projet!
it_it: Aiutaci a tradurre questo progetto.
ja_jp: このプロジェクトの翻訳を助けてください。
pt_pt: Ajude a traduzir este projeto.
ru_ru: Помогите перевести этот проект.
tr_tr: Bu projeyi çevirmek için yardım edin.
uk_ua: Допоможіть перекласти цей проект.
zh_cn: 我要帮忙翻译..

# strClearCache
source: Clear Icon and Thumbnail cache
fa_ir: حافظه موقت آیکن و تصویر بند انگشتی را پاک کن
fr_fr: Nettoyer le cache
it_it: Pulisci la cache icone ed anteprime
pt_pt: Limpar o cache dos ícones e miniaturas
ru_ru: Очистить кеш значков и эскизов
tr_tr: Simge ve küçük resim önbelleğini temizle
uk_ua: Очистити кеш значків і мініатюр
zh_cn: 清除图标和缩略图缓存

# dialogClearCache
source: All open File Explorer will be closed, Continue?
fa_ir: همه پنجره های باز فایل اکسپلورر بسته خواهد شد، ادامه می دهید?
fr_fr: Toutes les fenêtres de l'explorateur de fichiers seront fermées. Continuer?
it_it: Tutti i FIle aperti verranno chiusi. Continuare?
pt_pt: Todas as janelas abertas do Explorador de Arquivos serão encerradas, Continuar?
ru_ru: Все открытые окна Проводника будут закрыты. Продолжить?
tr_tr: Tüm açık dosya gezginleri kapatılacak, devam edilsin mi?
uk_ua: Всі відкриті вікна Провідника будуть закриті. Продовжити?
zh_cn: 所有打开的文件窗口都会被关闭,继续吗?

# strEnableThumbnail
source: Display Thumbnail instead of Icon.
fa_ir: بجای آیکن، تصویر بند انگشتی را نشان بده.
fr_fr: Afficher des miniatures à la place des icônes
it_it: Visualizza l'anteprima invece dell'icona.
pt_pt: Exibir miniatura em vez de ícone.
ru_ru: Отображать Эскиз вместо иконки.
tr_tr: Simge yerine küçük resim görüntüle.
uk_ua: Відображати мініатюру замість значка.
zh_cn: 需要的时候显示缩略图

# dialogNeedClearCache
source: In order to display icon and thumbnail correctly, the cache need to be cleared, clear it now?
fa_ir: به منظور درست نمایش دادن آیکون و تصویر بند انگشتی ، حافظه موقت نیاز به پاک شدن دارد، آن را پاک می کنید؟
fr_fr: Afin d'afficher les miniatures et icônes correctement, le cache doit être nettoyé. Le faire maintenant?
it_it: Al fine di visualizzare correttamente le icone e le miniature è necessario pulire la cache, pulire adesso?
pt_pt: Para exibir o ícone e miniatura corretamente, o cache precisa ser limpo, limpá-la agora?
ru_ru: Для корректного отображения значков и миниатюр, кеш должен быть очищен, продолжить?
tr_tr: Simge ve küçük resimleri doğru görüntülemek için önbelleğin temizlenmesi gerekiyor, şimdi temizlensin mi?
uk_ua: Для коректного відображення значків і мініатюр, кеш повинен бути очищений, продовжити?
zh_cn: 正确显示图标和缩略图需要清除缓存,现在就清除吗?

# strSearchStore
source: Search in Stores
fr_fr: Rechercher dans les stores
zh_cn: 搜索商店

# menuDump
source: Dump
fr_fr: Extraire
zh_cn: 提取文件

# strSupportAdaptiveIcon
source: Support Adaptive Icon (beta)
fr_fr: Support des icônes adaptatives (bêta)
zh_cn: 支持自适应图标 (试用)

# strEnableLog
source: Enable debug logging
fr_fr: Activer les journaux de débogage
zh_cn: 启用调试日志

# menuDumpManifest
source: Dump androidmanifest.xml
fr_fr: Extraire androidmanifest.xml
zh_cn: 提取 androidmanifest.xml

# menuDumpOthers
source: Dump XML ...
fr_fr: Extraire un fichier XML...
zh_cn: 提取XML文件...

# strDumpXML
source: Dump XML
fr_fr: Extraire un fichier XML
zh_cn: 提取XML文件

# strDumpXMLPrompt
source: Path to XML, eg: res\drawable\icon.xml
fr_fr: Chemin vers le fichier XML, ex : res\drawable\icon.xml
zh_cn: XML 路径，例如：res\placle\cotion.xml

# strPatreonBtn
source: Support me!
zh_cn: 给我钱!

# strPatreonTip
source: Support me on Patreon
zh_cn: 在 Patreon 上支持我
